Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: igrati se
da: at lege (børn)
de: spielen (Kinder)
en: to play (children)
fr: jouer (enfants)
nb: leke (barn)
nl: spelen (kinderen)
sv: leka (barn)
tr: oynamak (çocuklar)

source: Djeca se igraju
da: Børnene leger
de: Die Kinder spielen
en: The children are playing
fr: Les enfants jouent
nb: Barna leker
nl: De kinderen spelen
sv: Barnen leker
tr: Çocuklar oynuyor

source: brinuti se
da: at bekymre sig
de: sich Sorgen machen
en: to worry
fr: s'inquiéter
nb: bekymre seg
nl: zich zorgen maken
sv: oroa sig
tr: endişelenmek

source: ustajati
da: at stå op
de: aufstehen
en: to get up
fr: se lever
nb: stå opp
nl: opstaan
sv: gå upp
tr: kalkmak

source: Ustajem u sedam
da: Jeg står op klokken syv
de: Ich stehe um sieben auf
en: I get up at seven
fr: Je me lève à sept heures
nb: Jeg står opp klokka sju
nl: Ik sta om zeven uur op
sv: Jag går upp klockan sju
tr: Yedide kalkıyorum

source: tuširati se
da: at gå i bad
de: sich duschen
en: to take a shower
fr: se doucher
nb: dusje
nl: douchen
sv: duscha
tr: duş almak

source: Tuširam se
da: Jeg går i bad
de: Ich dusche mich
en: I am taking a shower
fr: Je me douche
nb: Jeg dusjer
nl: Ik douche
sv: Jag duschar
tr: Duş alıyorum

source: prati zube
da: at børste tænder
de: Zähne putzen
en: to brush one's teeth
fr: se brosser les dents
nb: pusse tennene
nl: tanden poetsen
sv: borsta tänderna
tr: diş fırçalamak

source: doručkovati
da: at spise morgenmad
de: frühstücken
en: to have breakfast
fr: prendre le petit-déjeuner
nb: spise frokost
nl: ontbijten
sv: äta frukost
tr: kahvaltı yapmak

source: Doručkujem
da: Jeg spiser morgenmad
de: Ich frühstücke
en: I am having breakfast
fr: Je prends le petit-déjeuner
nb: Jeg spiser frokost
nl: Ik ontbijt
sv: Jag äter frukost
tr: Kahvaltı yapıyorum

source: ići na posao
da: at tage på arbejde
de: zur Arbeit gehen
en: to go to work
fr: aller au travail
nb: gå på jobb
nl: naar het werk gaan
sv: gå till jobbet
tr: işe gitmek

source: Idem na posao
da: Jeg tager på arbejde
de: Ich gehe zur Arbeit
en: I am going to work
fr: Je vais au travail
nb: Jeg går på jobb
nl: Ik ga naar het werk
sv: Jag går till jobbet
tr: İşe gidiyorum

source: ručati
da: at spise frokost
de: zu Mittag essen
en: to have lunch
fr: prendre le déjeuner
nb: spise lunsj
nl: lunchen
sv: äta lunch
tr: öğle yemeği yemek

source: Ručam
da: Jeg spiser frokost
de: Ich esse zu Mittag
en: I am having lunch
fr: Je déjeune
nb: Jeg spiser lunsj
nl: Ik lunch
sv: Jag äter lunch
tr: Öğle yemeği yiyorum

source: doći kući
da: at komme hjem
de: nach Hause kommen
en: to come home
fr: rentrer à la maison
nb: komme hjem
nl: thuiskomen
sv: komma hem
tr: eve gelmek

source: Dolazim kući
da: Jeg kommer hjem
de: Ich komme nach Hause
en: I am coming home
fr: Je rentre à la maison
nb: Jeg kommer hjem
nl: Ik kom thuis
sv: Jag kommer hem
tr: Eve geliyorum

source: kuhati
da: at lave mad
de: kochen
en: to cook
fr: cuisiner
nb: lage mat
nl: koken
sv: laga mat
tr: yemek pişirmek

source: Kuham večeru
da: Jeg laver aftensmad
de: Ich koche Abendessen
en: I am cooking dinner
fr: Je prépare le dîner
nb: Jeg lager middag
nl: Ik kook het avondeten
sv: Jag lagar middag
tr: Akşam yemeği pişiriyorum

source: gledati televiziju
da: at se fjernsyn
de: fernsehen
en: to watch television
fr: regarder la télévision
nb: se på tv
nl: televisiekijken
sv: titta på tv
tr: televizyon izlemek

source: ići spavati
da: at gå i seng
de: schlafen gehen
en: to go to sleep
fr: aller se coucher
nb: legge seg
nl: gaan slapen
sv: gå och lägga sig
tr: uyumaya gitmek

source: Idem spavati
da: Jeg går i seng
de: Ich gehe schlafen
en: I am going to sleep
fr: Je vais me coucher
nb: Jeg legger meg
nl: Ik ga slapen
sv: Jag går och lägger mig
tr: Uyumaya gidiyorum

source: ići u kupovinu
da: at handle ind
de: einkaufen gehen
en: to go shopping
fr: faire les courses
nb: gå og handle
nl: boodschappen doen
sv: gå och handla
tr: alışverişe gitmek

source: čistiti
da: at gøre rent
de: putzen
en: to clean
fr: faire le ménage
nb: vaske
nl: schoonmaken
sv: städa
tr: temizlemek

source: prati veš
da: at vaske tøj
de: Wäsche waschen
en: to do the laundry
fr: faire la lessive
nb: vaske klær
nl: de was doen
sv: tvätta kläder
tr: çamaşır yıkamak

source: rano
da: tidligt
de: früh
en: early
fr: tôt
nb: tidlig
nl: vroeg
sv: tidigt
tr: erken

source: kasno
da: sent
de: spät
en: late
fr: tard
nb: sent
nl: laat
sv: sent
tr: geç

source: svaki dan
da: hver dag
de: jeden Tag
en: every day
fr: chaque jour
nb: hver dag
nl: elke dag
sv: varje dag
tr: her gün

source: ponekad
da: nogle gange
de: manchmal
en: sometimes
fr: parfois
nb: noen ganger
nl: soms
sv: ibland
tr: bazen

source: često
da: tit
de: oft
en: often
fr: souvent
nb: ofte
nl: vaak
sv: ofta
tr: sık sık

source: rijetko
da: sjældent
de: selten
en: rarely
fr: rarement
nb: sjelden
nl: zelden
sv: sällan
tr: nadiren

source: ujutro
da: om morgenen
de: am Morgen
en: in the morning
fr: le matin
nb: om morgenen
nl: 's ochtends
sv: på morgonen
tr: sabahleyin

source: popodne
da: om eftermiddagen
de: am Nachmittag
en: in the afternoon
fr: l'après-midi
nb: om ettermiddagen
nl: 's middags
sv: på eftermiddagen
tr: öğleden sonra

source: navečer
da: om aftenen
de: am Abend
en: in the evening
fr: le soir
nb: om kvelden
nl: 's avonds
sv: på kvällen
tr: akşamleyin

source: vikendom
da: i weekenden
de: am Wochenende
en: on the weekend
fr: le week-end
nb: i helga
nl: in het weekend
sv: på helgen
tr: hafta sonunda

source: velik / velika
da: stor (m/k)
de: groß (m/w)
en: big (m/f)
fr: grand (m/f)
nb: stor (m/k)
nl: groot (m/v)
sv: stor (m/k)
tr: büyük (e/k)

source: veći
da: større
de: größer
en: bigger
fr: plus grand
nb: større
nl: groter
sv: större
tr: daha büyük

source: najveći
da: størst
de: am größten
en: the biggest
fr: le plus grand
nb: størst
nl: het grootst
sv: störst
tr: en büyük

source: mali / mala
da: lille (m/k)
de: klein (m/w)
en: small (m/f)
fr: petit (m/f)
nb: liten (m/k)
nl: klein (m/v)
sv: liten (m/k)
tr: küçük (e/k)

source: manji
da: mindre
de: kleiner
en: smaller
fr: plus petit
nb: mindre
nl: kleiner
sv: mindre
tr: daha küçük

source: dobar / dobra
da: god (m/k)
de: gut (m/w)
en: good (m/f)
fr: bon (m/f)
nb: god (m/k)
nl: goed (m/v)
sv: bra (m/k)
tr: iyi (e/k)

source: bolji
da: bedre
de: besser
en: better
fr: meilleur
nb: bedre
nl: beter
sv: bättre
tr: daha iyi

source: najbolji
da: bedst
de: am besten
en: the best
fr: le meilleur
nb: best
nl: het best
sv: bäst
tr: en iyi

source: loš / loša
da: dårlig (m/k)
de: schlecht (m/w)
en: bad (m/f)
fr: mauvais (m/f)
nb: dårlig (m/k)
nl: slecht (m/v)
sv: dålig (m/k)
tr: kötü (e/k)

source: gori
da: værre
de: schlechter
en: worse
fr: pire
nb: verre
nl: slechter
sv: sämre
tr: daha kötü

source: lijep / lijepa
da: smuk (m/k)
de: schön (m/w)
en: beautiful (m/f)
fr: beau (m/f)
nb: vakker (m/k)
nl: mooi (m/v)
sv: vacker (m/k)
tr: güzel (e/k)

source: ljepši
da: smukkere
de: schöner
en: more beautiful
fr: plus beau
nb: vakrere
nl: mooier
sv: vackrare
tr: daha güzel

source: nov / nova
da: ny (m/k)
de: neu (m/w)
en: new (m/f)
fr: nouveau (m/f)
nb: ny (m/k)
nl: nieuw (m/v)
sv: ny (m/k)
tr: yeni (e/k)

source: star / stara
da: gammel (m/k)
de: alt (m/w)
en: old (m/f)
fr: vieux (m/f)
nb: gammel (m/k)
nl: oud (m/v)
sv: gammal (m/k)
tr: yaşlı / eski (e/k)

source: stariji
da: ældre
de: älter
en: older
fr: plus âgé
nb: eldre
nl: ouder
sv: äldre
tr: daha yaşlı

source: mlad / mlada
da: ung (m/k)
de: jung (m/w)
en: young (m/f)
fr: jeune (m/f)
nb: ung (m/k)
nl: jong (m/v)
sv: ung (m/k)
tr: genç (e/k)

source: mlađi
da: yngre
de: jünger
en: younger
fr: plus jeune
nb: yngre
nl: jonger
sv: yngre
tr: daha genç

source: skup / skupa / skupo
da: dyr (h/hu/i)
de: teuer (m/w/s)
en: expensive (m/f/n)
fr: cher (m/f/n)
nb: dyr (m/f/n)
nl: duur (m/v/o)
sv: dyr (m/f/n)
tr: pahalı (e/d/n)

source: skuplji
da: dyrere
de: teurer
en: more expensive
fr: plus cher
nb: dyrere
nl: duurder
sv: dyrare
tr: daha pahalı

source: jeftiniji
da: billigere
de: billiger
en: cheaper
fr: moins cher
nb: billigere
nl: goedkoper
sv: billigare
tr: daha ucuz

source: brz / brza
da: hurtig (m/k)
de: schnell (m/w)
en: fast (m/f)
fr: rapide (m/f)
nb: rask (m/k)
nl: snel (m/v)
sv: snabb (m/k)
tr: hızlı (e/k)

source: spor / spora
da: langsom (m/k)
de: langsam (m/w)
en: slow (m/f)
fr: lent (m/f)
nb: langsom (m/k)
nl: langzaam (m/v)
sv: långsam (m/k)
tr: yavaş (e/k)

source: nego / od
da: end (ved sammenligning)
de: als (Vergleich)
en: than (comparison)
fr: que (comparaison)
nb: enn (ved sammenligning)
nl: dan (bij vergelijking)
sv: än (vid jämförelse)
tr: -den (karşılaştırma)

source: jako
da: meget
de: sehr
en: very
fr: très
nb: veldig
nl: heel
sv: mycket
tr: çok

source: previše
da: for (for stor)
de: zu (zu groß)
en: too (too big)
fr: trop (trop grand)
nb: for (for stor)
nl: te (te groot)
sv: för (för stor)
tr: fazla (fazla büyük)

source: To je bolje nego to
da: Det her er bedre end det der
de: Das ist besser als das
en: This is better than that
fr: Ceci est meilleur que cela
nb: Dette er bedre enn det
nl: Dit is beter dan dat
sv: Det här är bättre än det där
tr: Bu ondan daha iyi

source: jedan brat
da: én bror
de: ein Bruder
en: one brother
fr: un frère
nb: én bror
nl: één broer
sv: en bror
tr: bir erkek kardeş

source: dva brata
da: to brødre
de: zwei Brüder
en: two brothers
fr: deux frères
nb: to brødre
nl: twee broers
sv: två bröder
tr: iki erkek kardeş

source: pet braće
da: fem brødre
de: fünf Brüder
en: five brothers
fr: cinq frères
nb: fem brødre
nl: vijf broers
sv: fem bröder
tr: beş erkek kardeş

source: jedna sestra
da: én søster
de: eine Schwester
en: one sister
fr: une sœur
nb: én søster
nl: één zus
sv: en syster
tr: bir kız kardeş

source: dvije sestre
da: to søstre
de: zwei Schwestern
en: two sisters
fr: deux sœurs
nb: to søstre
nl: twee zussen
sv: två systrar
tr: iki kız kardeş

source: pet sestara
da: fem søstre
de: fünf Schwestern
en: five sisters
fr: cinq sœurs
nb: fem søstre
nl: vijf zussen
sv: fem systrar
tr: beş kız kardeş

source: jedna godina
da: ét år
de: ein Jahr
en: one year
fr: un an
nb: ett år
nl: één jaar
sv: ett år
tr: bir yıl

source: dvije godine
da: to år
de: zwei Jahre
en: two years
fr: deux ans
nb: to år
nl: twee jaar
sv: två år
tr: iki yıl

source: pet godina
da: fem år
de: fünf Jahre
en: five years
fr: cinq ans
nb: fem år
nl: vijf jaar
sv: fem år
tr: beş yıl

source: jedan dan
da: én dag
de: ein Tag
en: one day
fr: un jour
nb: én dag
nl: één dag
sv: en dag
tr: bir gün

source: tri dana
da: tre dage
de: drei Tage
en: three days
fr: trois jours
nb: tre dager
nl: drie dagen
sv: tre dagar
tr: üç gün

source: deset dana
da: ti dage
de: zehn Tage
en: ten days
fr: dix jours
nb: ti dager
nl: tien dagen
sv: tio dagar
tr: on gün

source: jedna kahva
da: én kaffe
de: ein Kaffee
en: one coffee
fr: un café
nb: én kaffe
nl: één koffie
sv: en kaffe
tr: bir kahve

source: dvije kahve
da: to kaffe
de: zwei Kaffee
en: two coffees
fr: deux cafés
nb: to kaffe
nl: twee koffie
sv: två kaffe
tr: iki kahve

source: tri piva
da: tre øl
de: drei Bier
en: three beers
fr: trois bières
nb: tre øl
nl: drie bier
sv: tre öl
tr: üç bira

source: nekoliko
da: nogle få
de: einige / ein paar
en: a few
fr: quelques
nb: noen få
nl: een paar
sv: några
tr: birkaç

source: nekoliko dana
da: et par dage
de: ein paar Tage
en: a few days
fr: quelques jours
nb: et par dager
nl: een paar dagen
sv: några dagar
tr: birkaç gün

source: pola
da: halvdelen
de: die Hälfte
en: half
fr: la moitié
nb: halvparten
nl: de helft
sv: hälften
tr: yarım

source: pola kilograma
da: et halvt kilo
de: ein halbes Kilo
en: half a kilo
fr: un demi-kilo
nb: et halvt kilo
nl: een half kilo
sv: ett halvt kilo
tr: yarım kilo

source: četvrt
da: en fjerdedel
de: ein Viertel
en: a quarter
fr: un quart
nb: en fjerdedel
nl: een kwart
sv: en fjärdedel
tr: çeyrek

source: prvi
da: den første
de: der erste
en: the first
fr: le premier
nb: den første
nl: de eerste
sv: den första
tr: birinci

source: drugi
da: den anden
de: der zweite
en: the second
fr: le deuxième
nb: den andre
nl: de tweede
sv: den andra
tr: ikinci

source: treći
da: den tredje
de: der dritte
en: the third
fr: le troisième
nb: den tredje
nl: de derde
sv: den tredje
tr: üçüncü

source: zadnji
da: den sidste
de: der letzte
en: the last
fr: le dernier
nb: den siste
nl: de laatste
sv: den sista
tr: sonuncu

source: jednom
da: én gang
de: einmal
en: once
fr: une fois
nb: én gang
nl: één keer
sv: en gång
tr: bir kez

source: dva puta
da: to gange
de: zweimal
en: twice
fr: deux fois
nb: to ganger
nl: twee keer
sv: två gånger
tr: iki kez

source: prvi put
da: for første gang
de: zum ersten Mal
en: for the first time
fr: pour la première fois
nb: for første gang
nl: voor de eerste keer
sv: för första gången
tr: ilk kez

source: oboje
da: begge
de: beide
en: both
fr: tous les deux
nb: begge
nl: allebei
sv: båda
tr: ikisi de

source: svi
da: alle
de: alle
en: all
fr: tous
nb: alle
nl: allemaal
sv: alla
tr: hepsi

source: svaki
da: hver
de: jeder
en: every
fr: chaque
nb: hver
nl: elke
sv: varje
tr: her

source: nijedan / nijedna
da: ingen / ikke nogen
de: kein / keine
en: no / none (m/f)
fr: aucun / aucune
nb: ikke noen
nl: geen
sv: ingen / inget
tr: hiçbir (e/d)

source: mišljenje
da: mening
de: Meinung
en: opinion
fr: avis
nb: mening
nl: mening
sv: åsikt
tr: görüş

source: Po mom mišljenju
da: Efter min mening
de: Meiner Meinung nach
en: In my opinion
fr: À mon avis
nb: Etter min mening
nl: Naar mijn mening
sv: Enligt min åsikt
tr: Bence

source: Slažem se
da: Jeg er enig
de: Ich stimme zu
en: I agree
fr: Je suis d'accord
nb: Jeg er enig
nl: Ik ben het ermee eens
sv: Jag håller med
tr: Katılıyorum

source: Ne slažem se
da: Jeg er ikke enig
de: Ich stimme nicht zu
en: I do not agree
fr: Je ne suis pas d'accord
nb: Jeg er ikke enig
nl: Ik ben het er niet mee eens
sv: Jag håller inte med
tr: Katılmıyorum

source: Siguran sam / Sigurna sam
da: Jeg er sikker (m/k)
de: Ich bin sicher (m/w)
en: I am sure (m/f)
fr: J'en suis sûr (m/f)
nb: Jeg er sikker (m/k)
nl: Ik weet het zeker (m/v)
sv: Jag är säker (m/k)
tr: Eminim (e/k)

source: To je tačno
da: Det passer
de: Das stimmt
en: That is right
fr: C'est vrai
nb: Det stemmer
nl: Dat klopt
sv: Det stämmer
tr: Bu doğru

source: To nije tačno
da: Det passer ikke
de: Das stimmt nicht
en: That is not right
fr: Ce n'est pas vrai
nb: Det stemmer ikke
nl: Dat klopt niet
sv: Det stämmer inte
tr: Bu doğru değil

source: važno
da: vigtigt
de: wichtig
en: important
fr: important
nb: viktig
nl: belangrijk
sv: viktigt
tr: önemli

source: Svejedno mi je
da: Det er lige meget for mig
de: Mir ist es egal
en: I do not mind
fr: Ça m'est égal
nb: Det spiller ingen rolle for meg
nl: Het maakt mij niet uit
sv: Det spelar ingen roll för mig
tr: Benim için fark etmez

source: strah
da: frygt
de: Angst
en: fear
fr: peur
nb: frykt
nl: angst
sv: rädsla
tr: korku

source: Bojim se
da: Jeg er bange
de: Ich habe Angst
en: I am afraid
fr: J'ai peur
nb: Jeg er redd
nl: Ik ben bang
sv: Jag är rädd
tr: Korkuyorum

source: ljut / ljuta
da: vred (m/k)
de: wütend (m/w)
en: angry (m/f)
fr: en colère (m/f)
nb: sint (m/k)
nl: boos (m/v)
sv: arg (m/k)
tr: kızgın (e/k)

source: nervozan / nervozna
da: nervøs (m/k)
de: nervös (m/w)
en: nervous (m/f)
fr: nerveux (m/f)
nb: nervøs (m/k)
nl: zenuwachtig (m/v)
sv: nervös (m/k)
tr: gergin (e/k)

source: zadovoljan / zadovoljna
da: tilfreds (m/k)
de: zufrieden (m/w)
en: content (m/f)
fr: content (m/f)
nb: fornøyd (m/k)
nl: tevreden (m/v)
sv: nöjd (m/k)
tr: memnun (e/k)

source: iznenađen / iznenađena
da: overrasket (m/k)
de: überrascht (m/w)
en: surprised (m/f)
fr: surpris (m/f)
nb: overrasket (m/k)
nl: verrast (m/v)
sv: överraskad (m/k)
tr: şaşırmış (e/k)

source: Dosadno mi je
da: Jeg keder mig
de: Mir ist langweilig
en: I am bored
fr: Je m'ennuie
nb: Jeg kjeder meg
nl: Ik verveel me
sv: Jag har tråkigt
tr: Canım sıkılıyor

source: usamljen / usamljena
da: ensom (m/k)
de: einsam (m/w)
en: lonely (m/f)
fr: seul (m/f)
nb: ensom (m/k)
nl: eenzaam (m/v)
sv: ensam (m/k)
tr: yalnız (e/k)

source: ponosan / ponosna
da: stolt (m/k)
de: stolz (m/w)
en: proud (m/f)
fr: fier (m/f)
nb: stolt (m/k)
nl: trots (m/v)
sv: stolt (m/k)
tr: gururlu (e/k)

source: Ponosan sam na tebe / Ponosna sam na tebe
da: Jeg er stolt af dig (m/k)
de: Ich bin stolz auf dich (m/w)
en: I am proud of you (m/f)
fr: Je suis fier de toi (m/f)
nb: Jeg er stolt av deg (m/k)
nl: Ik ben trots op je (m/v)
sv: Jag är stolt över dig (m/k)
tr: Seninle gurur duyuyorum (e/k)

source: nada
da: håb
de: Hoffnung
en: hope
fr: espoir
nb: håp
nl: hoop
sv: hopp
tr: umut

source: nadam se
da: forhåbentlig
de: hoffentlich
en: hopefully
fr: j'espère
nb: forhåpentligvis
nl: hopelijk
sv: förhoppningsvis
tr: umarım

source: nažalost
da: desværre
de: leider
en: unfortunately
fr: malheureusement
nb: dessverre
nl: helaas
sv: tyvärr
tr: maalesef

source: srećom
da: heldigvis
de: zum Glück
en: luckily
fr: heureusement
nb: heldigvis
nl: gelukkig
sv: som tur är
tr: neyse ki

source: Brinem se
da: Jeg er bekymret
de: Ich mache mir Sorgen
en: I am worried
fr: Je m'inquiète
nb: Jeg er bekymret
nl: Ik maak me zorgen
sv: Jag är orolig
tr: Endişeleniyorum

source: Drago mi je zbog tebe
da: Jeg er glad på dine vegne
de: Ich freue mich für dich
en: I am happy for you
fr: Je suis content pour toi
nb: Jeg er glad på dine vegne
nl: Ik ben blij voor je
sv: Jag är glad för din skull
tr: Senin adına sevindim

source: zanimljivo
da: interessant
de: interessant
en: interesting
fr: intéressant
nb: interessant
nl: interessant
sv: intressant
tr: ilginç

source: dosadno
da: kedeligt
de: langweilig
en: boring
fr: ennuyeux
nb: kjedelig
nl: saai
sv: tråkigt
tr: sıkıcı

source: smiješno
da: sjovt
de: lustig
en: funny
fr: drôle
nb: morsomt
nl: grappig
sv: roligt
tr: komik

source: teško
da: svært
de: schwierig
en: difficult
fr: difficile
nb: vanskelig
nl: moeilijk
sv: svårt
tr: zor

source: lako / lahko
da: let
de: leicht / einfach
en: easy
fr: facile
nb: lett
nl: makkelijk
sv: lätt
tr: kolay

source: aerodrom
da: lufthavn
de: Flughafen
en: airport
fr: aéroport
nb: flyplass
nl: vliegveld
sv: flygplats
tr: havalimanı

source: let
da: flyvning
de: Flug
en: flight
fr: vol
nb: flyvning
nl: vlucht
sv: flyg
tr: uçuş

source: karta
da: billet
de: Fahrkarte / Ticket
en: ticket
fr: billet
nb: billett
nl: kaartje
sv: biljett
tr: bilet

source: povratna karta
da: returbillet
de: Hin- und Rückfahrkarte
en: round-trip ticket
fr: billet aller-retour
nb: tur-retur-billett
nl: retourtje
sv: tur och retur-biljett
tr: gidiş dönüş bileti

source: polazak
da: afgang
de: Abfahrt
en: departure
fr: départ
nb: avgang
nl: vertrek
sv: avgång
tr: kalkış

source: dolazak
da: ankomst
de: Ankunft
en: arrival
fr: arrivée
nb: ankomst
nl: aankomst
sv: ankomst
tr: varış

source: kašnjenje
da: forsinkelse
de: Verspätung
en: delay
fr: retard
nb: forsinkelse
nl: vertraging
sv: försening
tr: gecikme

source: prtljag
da: bagage
de: Gepäck
en: luggage
fr: bagages
nb: bagasje
nl: bagage
sv: bagage
tr: bagaj

source: kofer
da: kuffert
de: Koffer
en: suitcase
fr: valise
nb: koffert
nl: koffer
sv: resväska
tr: bavul

source: rezervisati sobu
da: at bestille et værelse
de: ein Zimmer reservieren
en: to book a room
fr: réserver une chambre
nb: bestille et rom
nl: een kamer boeken
sv: boka ett rum
tr: oda ayırtmak

source: rezervacija
da: bestilling
de: Reservierung
en: reservation
fr: réservation
nb: bestilling
nl: reservering
sv: bokning
tr: rezervasyon

source: autobuska stanica
da: busstation
de: Busbahnhof
en: bus station
fr: gare routière
nb: busstasjon
nl: busstation
sv: busstation
tr: otogar

source: taksi
da: taxa
de: Taxi
en: taxi
fr: taxi
nb: drosje
nl: taxi
sv: taxi

source: vozač
da: chauffør
de: Fahrer
en: driver
fr: chauffeur
nb: sjåfør
nl: chauffeur
sv: förare
tr: şoför

source: benzinska pumpa
da: tankstation
de: Tankstelle
en: gas station
fr: station-service
nb: bensinstasjon
nl: tankstation
sv: bensinstation
tr: benzin istasyonu

source: autoput
da: motorvej
de: Autobahn
en: highway
fr: autoroute
nb: motorvei
nl: snelweg
sv: motorväg
tr: otoyol

source: mapa
da: kort
de: Landkarte
en: map
fr: carte
nb: kart
nl: kaart
sv: karta
tr: harita

source: pravac
da: retning
de: Richtung
en: direction
fr: direction
nb: retning
nl: richting
sv: riktning
tr: yön

source: vožnja
da: køretur
de: Fahrt
en: ride
fr: trajet
nb: kjøretur
nl: rit
sv: resa / färd
tr: yolculuk

source: Koliko traje vožnja?
da: Hvor lang tid tager turen?
de: Wie lange dauert die Fahrt?
en: How long does the ride take?
fr: Combien de temps dure le trajet ?
nb: Hvor lang tid tar turen?
nl: Hoe lang duurt de rit?
sv: Hur lång tid tar resan?
tr: Yolculuk ne kadar sürüyor?

source: Kada polazi autobus?
da: Hvornår kører bussen?
de: Wann fährt der Bus ab?
en: When does the bus leave?
fr: Quand part le bus ?
nb: Når går bussen?
nl: Wanneer vertrekt de bus?
sv: När går bussen?
tr: Otobüs ne zaman kalkıyor?

source: ulaz
da: indgang
de: Eingang
en: entrance
fr: entrée
nb: inngang
nl: ingang
sv: ingång
tr: giriş

source: izlaz
da: udgang
de: Ausgang
en: exit
fr: sortie
nb: utgang
nl: uitgang
sv: utgång
tr: çıkış

source: znamenitost
da: seværdighed
de: Sehenswürdigkeit
en: sight
fr: site à voir
nb: severdighet
nl: bezienswaardigheid
sv: sevärdhet
tr: görülecek yer

source: most
da: bro
de: Brücke
en: bridge
fr: pont
nb: bru
nl: brug
sv: bro
tr: köprü

source: stari grad
da: den gamle bydel
de: Altstadt
en: old town
fr: vieille ville
nb: gamlebyen
nl: oude stad
sv: gamla stan
tr: eski şehir

source: džamija
da: moské
de: Moschee
en: mosque
fr: mosquée
nb: moské
nl: moskee
sv: moské
tr: cami

source: crkva
da: kirke
de: Kirche
en: church
fr: église
nb: kirke
nl: kerk
sv: kyrka
tr: kilise

source: prenoćiti
da: at overnatte
de: übernachten
en: to stay overnight
fr: passer la nuit
nb: overnatte
nl: overnachten
sv: övernatta
tr: gecelemek

source: Sretan put!
da: God tur!
de: Gute Reise!
en: Have a good trip!
fr: Bon voyage !
nb: God tur!
nl: Goede reis!
sv: Trevlig resa!
tr: İyi yolculuklar!

source: proslava
da: fest
de: Feier
en: celebration
fr: fête
nb: fest
nl: feest
sv: fest
tr: kutlama

source: rođendan
da: fødselsdag
de: Geburtstag
en: birthday
fr: anniversaire
nb: bursdag
nl: verjaardag
sv: födelsedag
tr: doğum günü

source: Sretan rođendan!
da: Tillykke med fødselsdagen!
de: Alles Gute zum Geburtstag!
en: Happy birthday!
fr: Joyeux anniversaire !
nb: Gratulerer med dagen!
nl: Gefeliciteerd met je verjaardag!
sv: Grattis på födelsedagen!
tr: İyi ki doğdun!

source: svadba
da: bryllup
de: Hochzeit
en: wedding
fr: mariage
nb: bryllup
nl: bruiloft
sv: bröllop
tr: düğün

source: mlada
da: brud
de: Braut
en: bride
fr: mariée
nb: brud
nl: bruid
sv: brud
tr: gelin

source: mladoženja
da: brudgom
de: Bräutigam
en: groom
fr: marié
nb: brudgom
nl: bruidegom
sv: brudgum
tr: damat

source: gost
da: gæst
de: Gast
en: guest
fr: invité
nb: gjest
nl: gast
sv: gäst
tr: misafir

source: gosti
da: gæster
de: Gäste
en: guests
fr: invités
nb: gjester
nl: gasten
sv: gäster
tr: misafirler

source: poklon
da: gave
de: Geschenk
en: present
fr: cadeau
nb: gave
nl: cadeau
sv: present
tr: hediye

source: poziv
da: invitation
de: Einladung
en: invitation
fr: invitation
nb: invitasjon
nl: uitnodiging
sv: inbjudan
tr: davet

source: pozvati
da: at invitere
de: einladen
en: to invite
fr: inviter
nb: invitere
nl: uitnodigen
sv: bjuda in
tr: davet etmek

source: Bajram
da: Bajram (Eid)
en: Bajram (Eid)
fr: Bajram (Aïd)
nb: Bajram (Eid)
nl: Bajram (Eid)
sv: Bajram (Eid)
tr: Bayram

source: Bajram šerif mubarek olsun!
da: Velsignet Bajram!
de: Gesegnetes Bajram!
en: Blessed Bajram!
fr: Bonne fête de Bajram !
nb: Velsignet Bajram!
nl: Gezegende Bajram!
sv: Välsignad Bajram!
tr: Bayramınız mübarek olsun!

source: Ramazan
da: Ramadan
de: Ramadan
en: Ramadan
fr: Ramadan
nb: Ramadan
nl: Ramadan
sv: Ramadan

source: postiti
da: at faste
de: fasten
en: to fast
fr: jeûner
nb: faste
nl: vasten
sv: fasta
tr: oruç tutmak
